Repository: nbezalwar/paypal-demo
Catalog: Paypal/Resx/Controls/Navigation/SystemManager/DataPipelines/ctlDataPipelineSettings.*.resx
Languages: es_419

# Label2.Text
source: Status monitoring frequency (in seconds)
es_419: Frecuencia de supervisión de estado (en segundos)

# gbMonitoring.Text
source: Status monitoring
es_419: Supervisión de estado

# colName.HeaderText
source: Dashboard
es_419: Panel

# colInterval.HeaderText
source: Send interval (minutes)
es_419: Enviar intervalo (minutos)

# cbSendPublishedDashboardToDataGateway.Text
source: Send published dashboards to data gateways
es_419: Enviar paneles publicados a las puertas de enlace de datos

# publishedDashboardSettings.Text
source: Published dashboards
es_419: Paneles publicados

# cbSendWorkQueueAnalysisToDataGateway.Text
source: Send work queue analysis snapshot data to data gateways
es_419: Enviar datos de instantáneas de análisis de colas de trabajo a las puertas de enlace de datos

# gbWorkQueueAnalysis.Text
source: Work queue analysis data
es_419: Datos de análisis de la cola de trabajo

# btnApply.Text
source: Apply
es_419: Aplicar

# radSQLAuth.Text
source: SQL authentication user
es_419: Usuario de autenticación de SQL

# radIntegratedSecurity.Text
source: Integrated security
es_419: Seguridad integrada

# lblWindowsAuthWarning.Text
source: To help prevent security issues, we recommend the default credentials set for this account have limited database permissions.
es_419: Para prevenir problemas de seguridad, recomendamos que las credenciales predeterminadas de esta cuenta tengan permisos limitados de base de datos.

# Label3.Text
source: SQL Server port
es_419: Puerto del servidor SQL

# DBAccess.Text
source: Data gateways Blue Prism Database connection settings
es_419: Configuración de conexión de bases de datos de Blue Prism para las puertas de enlace de datos

# cbEmitToDataGateways.Text
source: Send session logs to data gateways
es_419: Enviar registros de sesión a las puertas de enlace de datos

# cbWriteToDatabase.Text
source: Write session logs to database
es_419: Escribir registros de sesión en la base de datos

# Label1.Text
source: Please select at least one option.
es_419: Seleccione al menos una opción.

# gbSessionLogs.Text
source: Session logs
es_419: Registros de sesión

# DataGridViewTextBoxColumn1.HeaderText
source: Dashboard
es_419: Panel

# DataGridViewTextBoxColumn2.HeaderText
source: Send Interval
es_419: Enviar intervalo
