Repository: nbezalwar/paypal-demo
Catalog: all-files/consumer-venice-ios/consumervenice/application/resources/*.lproj/*/Localizable_*.strings
Languages: fr_fr

# REWARDS_NOTIFICATION
source: You got 1 stamp from recent transaction PR CLOSE.
fr_fr: Vous avez obtenu 1 tampon de la transaction récente effectuée.

# STORE_CASH
source: Get %1$@ off your next purchase at %2$@. Use by %3$@. Terms apply.
fr_fr: Bénéficiez de %1$@ de réduction sur votre prochain achat à %2$@. Utilisation avant le %3$@. Des conditions s’appliquent.

# trading.balanceTile.actionSheet.viewOneHolding
source: View %1$@
fr_fr: Afficher %1$@

# trading.disputesAlert.body.detailsKnown
source: You reported a crypto purchase as unauthorized. To see the status of any of your open cases, go to the Resolution Center.
fr_fr: Vous avez signalé un achat de cryptomonnaie comme non autorisé. Pour voir l’état de l’un de vos dossiers ouverts, accédez au Centre de résolution.

# trading.landing.reward.phaseTwo.intro.sheet.terms.description
source: Your reward value is based on the current exchange rate and includes a spread. Crypto profits and losses might impact your taxes. This is a one time offer and PayPal can remove or change at any time. Offer ends on December 31st, 2022. <a href="%1$@">Reward terms apply</a>
fr_fr: La valeur de votre récompense est basée sur le taux de change actuel et comprend un écart. Les profits et pertes cryptographiques peuvent avoir un impact sur vos impôts. Il s’agit d’une offre unique et PayPal peut la supprimer ou la modifier à tout moment. L’offre prend fin le 31 décembre 2022. <a href="%1$@">Les conditions de récompense s’appliquent</a>

# trading.landing.reward.phaseTwo.promo.card.terms.description
source: <a href="%1$@">Reward terms apply</a>
fr_fr: <a href="%1$@">Les conditions de récompense s’appliquent</a>

# trading.currencyDetail.valuePercentChange.increased.accessibilityTitle
source: Increased %1$@ %2$@%% %3$@
fr_fr: Augmentation de %1$@ %2$@%% %3$@

# trading.currencyDetail.valuePercentChange.decreased.accessibilityTitle
source: Decreased %1$@ %2$@%% %3$@
fr_fr: Baisse de %1$@ %2$@%% %3$@

# trading.tpt.wallet.share.text
source: Here's my %1$@ address: %2$@ -%3$@
fr_fr: Voici mon adresse %1$@ : %2$@ -%3$@

# CIP_SUC
source: Thanks for confirming your identity.
fr_fr: Merci d’avoir confirmé votre identité.

# CIP_FLR
source: We couldn't confirm your identity using your photo ID. Just open your app to provide a bit more info.
fr_fr: Nous n’avons pas pu confirmer votre identité à l’aide de votre pièce d’identité avec photo. Ouvrez simplement votre application pour fournir un peu plus d’informations.

# INCENTIVE_AWARD
source: Your reward is here! We’ve added %1$@ cashback voucher to your PayPal account. See details.
fr_fr: Votre récompense est là ! Nous avons ajouté %1$@ de bon de remboursement à votre compte PayPal. Voir les détails.

# INCENTIVE_EXPIRY
source: Don't let your savings slip away! Your %1$@ cashback voucher expires soon. See details.
fr_fr: Ne laissez pas vos économies s’échapper ! Votre bon de remise %1$@ expire bientôt. Voir les détails.

# INSTANT_WITHDRAW_SUC
source: Your %1$@ transfer to your %2$@ %3$@ ****%4$@ is now complete.
fr_fr: Votre transfert %1$@ vers votre %2$@ %3$@ **** %4$@ est maintenant terminé.

# INSTANT_WITHDRAW_FLR_DUETO_SYSTEM
source: ⚠️Your %1$@ transfer to your %2$@ %3$@ ****%4$@ was unsuccessful. You can request a standard transfer instead.
fr_fr: Votre transfert %1$@ vers votre %2$@ %3$@ **** %4$@ a échoué. Vous pouvez demander un transfert standard à la place.

# INSTANT_WITHDRAW_FLR_DUETO_BANK
source: ⚠️Your %1$@ transfer to your %2$@ %3$@ ****%4$@ was unsuccessful. Select a different bank account for transfer.
fr_fr: Votre transfert %1$@ vers votre %2$@ %3$@ **** %4$@ a échoué. Sélectionnez un autre compte bancaire pour le transfert.
